<?php  

return [
    
	'etap_1' => 'На данном этапе вам необходимо выучить звучание каждого слова, при этом произносить слова обязательно именно вслух, чтоб тренеровать свой речевой аппарат. Здесь вам вовсе не обязателно запоминать значения слов (для этого существуют другие этапы), здесь вам нужно научиться безошибочно читать и, что важно, произносить все представленные в списке слова.',
    'etap_2' => 'Зубрилка - удобная платформа для изучения значений слов. Это первичная загрузка информации в вашу краткосрочную память и ваша задача на данном этапе - постараться запомнить как можно больше из того что представленно в списке. Все слова выучить таким способом кране сложно (и не нужно!) и, как бы вы не старались, вы сможете запомнить лишь часть из них. Это нормально и другого от вас не требуется. Просто постарайтей запомнить как можно больше и переходите к следующему этапу.',
    'etap_3' => 'Спрашиватель аудио - это своего рода тренажёр, он формирует навык ассоиативного вспоминания значение слова при восприятии его звучание на слух, а вместе с этим заставляет ваш мозг переносить выученное из краткосрочной в долгосрочную память. Конечно желательно приступать к данному этапу предварительно пройдя первые два (\"Чтение / произношение\" и \"Зубрилка\"), но это не обязательно. Без них, будет просто тяжелее, но возможно',
    'etap_4' => 'Спрашиватель текстовый формирует навык ассоиативного перевода с русского на английский, а также английского правописания. Это более глубокая проработка процесса запоминания и к ней не стоит приступать, предварительно не пройдя как следует предыдущие три этапа',
    'etap_5' => 'Данный тест показывает сколько слов из данного словаря вами выучено. После его прохождения вам присваиватся заслуженное число звёзд (от 0 до 5) по данному словарю. Тест проходить можно сколько угодно раз. Более точный результат будет если вы его пройдёте на другой день после обучения, без повторения пройденного материала. В таком случае тест покажет то, что находится в долгосрочной памяти, то есть что что вы реально уже знаете.',
	
];



?>